{
	"aboutMe": "Über Mich",
	"aboutMeIntro": "Hey, ich bin Leon!",
	"aboutMeDescription": "Ich liebe es, Probleme zu lösen. Als analytischer Denker liegt es in meiner DNA, neue Aufgaben anzugehen und nicht zu ruhen, bis das gewünschte Ergebnis erreicht ist. Ich lerne ständig Neues und strebe nach Exzellenz.",
	"aboutMeLetsConnect": "Lass uns vernetzen und gemeinsam etwas Großartiges schaffen.",
	"aboutMeNav": "Über Mich",
	"contactHead": "Kontakt",
	"contactInfo": "Ich suche spannende Projekte oder eine Rolle, in der ich mich einbringen und wachsen kann. Wenn Sie jemanden brauchen, der mit Präzision und Innovation entwickelt, lassen Sie uns vernetzen!",
	"contactMe": "Kontaktieren Sie mich!",
	"contactQuestion": "Haben Sie ein Problem zu lösen?",
	"continuousLearning": "Als aufgeschlossene Person bin ich stets daran interessiert, neue Technologien zu lernen und meine Soft- sowie Programmierfähigkeiten zu verbessern.",
	"frontendDeveloper": "FRONTEND ENTWICKLER",
	"iAm": "Ich bin",
	"iveRead": "Ich habe die",
	"letsTalk": "Lassen Sie uns sprechen!",
	"needFrontend": "Brauchen Sie einen Frontend-Entwickler?",
	"otherSkill": "Suchen Sie nach einer",
	"otherSkillInfo": "Neue Dinge zu lernen ist mein Lieblingshobby!",
	"otherSkillPurple": "anderen Fähigkeit",
	"placeholderEmail": "Ihre E-Mail",
	"placeholderMessage": "Ihre Nachricht",
	"placeholderName": "Ihr Name",
	"Policy": "Datenschutzerklärung",
	"portfolioInfo": "Entdecken Sie eine Auswahl meiner Arbeiten hier - Interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
	"problemSolving": "Meine größten Stärken sind kreative Ansätze und Ausdauer. Wenn ich auf ein Hindernis stoße, bin ich entschlossen, es zu überwinden.",
	"processDataText": "und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
	"scrollDown": "Hier gehts Weiter",
	"sendMessage": "Nachricht senden",
	"skills": "Fähigkeiten",
	"skillsContact": "Kontaktieren Sie mich!",
	"skillsDescription": "Während meiner Reise konnte ich an mehreren Projekten arbeiten und mein Verständnis für Front-End-Technologien (HTML, CSS, JavaScript usw.) vertiefen. Für mich ist das Lernen neuer Dinge entscheidend, um mit den schnellen Veränderungen in der Webentwicklung Schritt zu halten.",
	"skillsNav": "Fähigkeiten",
	"workLocation": "Da ich in München ansässig bin, wird meine Arbeit hauptsächlich von hier aus erledigt. Ich bin jedoch auch offen für Remote-Arbeit oder einen Umzug!"
}
