{
	"aboutMe": "Über Mich",
	"aboutMeIntro": "Hey, ich bin Leon!",
	"aboutMeDescription": "Ich liebe es, Probleme zu lösen. Als analytischer Denker liegt es in meiner DNA, neue Aufgaben anzugehen und nicht zu ruhen, bis das gewünschte Ergebnis erreicht ist. Ich lerne ständig Neues und strebe nach Exzellenz.",
	"aboutMeLetsConnect": "Lass uns vernetzen und gemeinsam etwas Großartiges schaffen.",
	"aboutMeNav": "Über Mich",
	"contactHead": "Kontakt",
	"contactInfo": "Ich suche spannende Projekte oder eine Rolle, in der ich mich einbringen und wachsen kann. Wenn Sie jemanden brauchen, der mit Präzision und Innovation entwickelt, lassen Sie uns vernetzen!",
	"contactMe": "Kontaktieren Sie mich!",
	"contactQuestion": "Haben Sie ein Problem zu lösen?",
	"continuousLearning": "Als aufgeschlossene Person bin ich stets daran interessiert, neue Technologien zu lernen und meine Soft- sowie Programmierfähigkeiten zu verbessern.",
	"frontendDeveloper": "FRONTEND ENTWICKLER",
	"iAm": "Ich bin",
	"iveRead": "Ich habe die",
	"letsTalk": "Lass uns reden!",
	"needFrontend": "Brauchen Sie einen Frontend-Entwickler?",
	"otherSkill": "Suchen Sie nach einer",
	"otherSkillInfo": "Neue Dinge zu lernen ist mein Lieblingshobby!",
	"otherSkillPurple": "anderen Fähigkeit",
	"placeholderEmail": "Ihre E-Mail",
	"placeholderMessage": "Ihre Nachricht",
	"placeholderName": "Ihr Name",
	"Policy": "Datenschutzerklärung",
	"portfolioInfo": "Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
	"problemSolving": "Meine größten Stärken sind kreative Ansätze und Ausdauer. Wenn ich auf ein Hindernis stoße, bin ich entschlossen, es zu überwinden.",
	"processDataText": "gelesen und stimme der Verarbeitung meiner Daten gemäß den Angaben zu.",
	"scrollDown": "scroll down",
	"sendMessage": "Nachricht senden",
	"skills": "Fähigkeiten",
	"skillsContact": "Kontaktieren Sie mich!",
	"skillsDescription": "Auf meiner Reise konnte ich an mehreren Projekten arbeiten und mein Verständnis für Front-End-Technologien vertiefen. Für mich ist das Lernen neuer Dinge entscheidend, um mit den schnellen Veränderungen in der Webentwicklung Schritt zu halten.",
	"skillsNav": "Fähigkeiten",
	"workLocation": "Da ich in München ansässig bin, wird meine Arbeit hauptsächlich von hier aus erledigt. Ich bin jedoch auch offen für Remote-Arbeit oder einen Umzug!",
	"portfolioEPL": "Spring-, Lauf- und Wurfspiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
	"portfolioJoin": "Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben per Drag-and-Drop, weise Benutzer und Kategorien zu.",
	"portfolioPoke": "Basierend auf der PokéAPI - eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
	"portfolioDaBubble": "Diese App ist ein Slack-Klon. Sie revolutioniert die Teamkommunikation und Zusammenarbeit mit einer intuitiven Benutzeroberfläche, Echtzeit-Messaging und einer leistungsstarken Kanalorganisation.",
	"teamPartner": "Team Kollege",
	"engineer": "Fullstack Entwicklerin",
	"referenceAnja": "Leon ist ehrgeizig und lernt neue Dinge richtig schnell. Wenn er sich ein Thema vornimmt, dann arbeitet er fokussiert und findet schnell Lösungen. Er denkt logisch, geht strukturiert an Probleme ran und bringt immer gute Ideen mit ein. Man merkt einfach, dass er Spaß daran hat, sich weiterzuentwickeln.",
	"referenceDennis": "Leon hat das Team mit seiner großartigen Organisation und klaren Kommunikation zusammengehalten. Ohne sein Engagement wären wir nicht so weit gekommen.",
	"referenceDaniel": "Leon war ein herausragender Teamkollege bei DA. Sein positives Engagement und seine Bereitschaft, Verantwortung zu übernehmen, haben maßgeblich dazu beigetragen, dass wir unsere Ziele erreicht haben.",
	"nameRequired": "Ihr Name ist erforderlich",
	"emailRequired": "Ihre E-Mail ist erforderlich",
	"messageRequired": "Ihre Nachricht ist leer",
	"checkedRequired": "Bitte akzeptieren Sie die Datenschutzerklärung",

	"privacy_policy": "Datenschutzerklärung",
    "privacy_overview": "Datenschutz auf einen Blick",
    "general_info": "Allgemeine Hinweise",
    "general_info_text": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.",
    "data_collection": "Datenerfassung auf dieser Website",
    "data_responsible": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
    "data_responsible_text": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt \"Hinweis zur verantwortlichen Stelle\" in dieser Datenschutzerklärung entnehmen.",
    "data_how_collected": "Wie erfassen wir Ihre Daten?",
    "data_how_collected_text": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben. Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
    "data_usage": "Wofür nutzen wir Ihre Daten?",
    "data_usage_text": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.",
    "data_rights": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
    "data_rights_text": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Des Weiteren haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Zudem steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.",
    "hosting": "Hosting",
    "hosting_provider": "All-Inkl",
    "hosting_provider_text": "Anbieter ist die ALL-INKL.COM - Neue Medien Münnich, Inh. René Münnich, Hauptstraße 68, 02742 Friedersdorf. Details entnehmen Sie der Datenschutzerklärung von All-Inkl. Die Verwendung von All-Inkl erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Wir haben ein berechtigtes Interesse an einer möglichst zuverlässigen Darstellung unserer Website. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDG. Die Einwilligung ist jederzeit widerrufbar.",
    "legal_basis": "Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung",
    "legal_basis_text": "Die Verarbeitung erfolgt gemäß Art. 6 DSGVO (verschiedene Rechtsgrundlagen, je nach Fall). Weitere Details entnehmen Sie bitte der vollständigen Datenschutzerklärung.",
	"legalNotice": "Rechtlicher Hinweis",
    "responsible_info": "Hinweis zur verantwortlichen Stelle",
    "responsible_person": "Leon Dorsch, Ludwig-Hunger Str.12, 81375 München",
    "contact_email": "E-Mail: leon.dorsch@gmx.de",
    "storage_duration": "Speicherdauer",
    "storage_duration_text": "Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre Daten gelöscht.",
    "plugins_tools": "Plugins und Tools",
    "google_fonts": "Google Fonts (lokales Hosting)",
    "google_fonts_text": "Diese Seite nutzt zur einheitlichen Darstellung von Schriftarten so genannte Google Fonts, die von Google bereitgestellt werden. Die Google Fonts sind lokal installiert. Eine Verbindung zu Servern von Google findet dabei nicht statt.",

	"imprint-headline": "Impressum",
	"imprint-contact": "Kontakt",
	"imprint-location": "München",
	"imprint-phone": "Telefon",
	"imprint-mail": "E-mail",
	"emailNotification": "Ihre Nachricht wurde gesendet!"
}
