{
	"aboutMe": "About me",
	"aboutMeIntro": "Hey, I'm Leon!",
	"aboutMeDescription": "I love problem solving. As a strong analytical thinker it's in my DNA to take on new tasks and not rest until the desired outcome is achieved. Always learning new things and striving for excellence.",
	"aboutMeLetsConnect": "Let's connect and create something amazing together.",
	"aboutMeNav": "About Me",
	"contactHead": "Contact",
	"contactInfo": "I'm looking for exciting projects or a role where I can contribute and grow. If you need someone who develops with precision and innovation, let's connect!",
	"contactMe": "Contact me!",
	"contactQuestion": "Got a problem to solve?",
	"continuousLearning": "As an open-minded person I am keen to learn new technologies and improve my soft and coding skills.",
	"frontendDeveloper": "FRONTEND DEVELOPER",
	"iAm": "I am",
	"iveRead": "I've read the",
	"letsTalk": "Let's talk!",
	"needFrontend": "Need a Frontend developer?",
	"otherSkill": "Looking for",
	"otherSkillInfo": "Learning new things is my favourite hobby!",
	"otherSkillPurple": "another skill",
	"placeholderEmail": "Your email",
	"placeholderMessage": "Your message",
	"placeholderName": "Your name",
	"Policy": "privacy policy",
	"portfolioInfo": "Explore a selection of my work here - Interact with projects to see my skills in action.",
	"problemSolving": "My key strengths are creative approaches and persistence. If I hit a wall I'm eager to break it.",
	"processDataText": "and agree to the processing of my data as outlined.",
	"scrollDown": "scroll down",
	"sendMessage": "Send message",
	"skills": "Skills",
	"skillsContact": "Get in touch",
	"skillsDescription": "Throughout my journey, I've been able to work on mutliple projects and deepen my understanding of front-end technologies. For me, learning new things is essential to keep up with the rapid changes in web development.",
	"skillsNav": "Skills",
	"workLocation": "Since I'm located in Munich, my work is primarily done from here. I am also open to work remotly or relocate!",
	"portfolioEPL": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
	"portfolioJoin": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
	"portfolioPoke": "Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
	"portfolioDaBubble": "This App is a Slack Clone App. It revolutionizes team communication and collaboration with its intuitive interface, real-time messaging, and robust channel organization.",
	"teamPartner": "Team Partner",
	"engineer":"Fullstack Engineer",
	"referenceAnja": "Leon is ambitious and learns new things really quickly. When he takes on a topic, he works with focus and finds solutions fast. He thinks logically, approaches problems in a structured way, and always contributes great ideas. You can clearly see that he enjoys developing himself further.",
	"referenceDennis": "Leon really kept the team together with his great organization and clear communication. We wouldn't have got this far without his commitment.",
	"referenceDaniel": "Leon was a top team colleague at DA. His positive commitment and willingness to take on responsibility made a significant contribution to us achieving our goals.",
	"nameRequired": "Your name is required",
	"emailRequired": "Your email is required",
	"messageRequired": "Your message is empty"
}
