{
	"aboutMe": "About me",
	"aboutMeIntro": "Hey, I'm Leon!",
	"aboutMeDescription": "I love problem solving. As a strong analytical thinker it's in my DNA to take on new tasks and not rest until the desired outcome is achieved. Always learning new things and striving for excellence.",
	"aboutMeLetsConnect": "Let's connect and create something amazing together.",
	"aboutMeNav": "About Me",
	"contactHead": "Contact",
	"contactInfo": "I'm looking for exciting projects or a role where I can contribute and grow. If you need someone who develops with precision and innovation, let's connect!",
	"contactMe": "Contact me!",
	"contactQuestion": "Got a problem to solve?",
	"continuousLearning": "As an open-minded person I am keen to learn new technologies and improve my soft and coding skills.",
	"frontendDeveloper": "FRONTEND DEVELOPER",
	"iAm": "I am",
	"iveRead": "I've read the",
	"letsTalk": "Let's talk!",
	"needFrontend": "Need a Frontend developer?",
	"otherSkill": "Looking for",
	"otherSkillInfo": "Learning new things is my favourite hobby!",
	"otherSkillPurple": "another skill",
	"placeholderEmail": "Your email",
	"placeholderMessage": "Your message",
	"placeholderName": "Your name",
	"Policy": "privacy policy",
	"portfolioInfo": "Explore a selection of my work here - Interact with projects to see my skills in action.",
	"problemSolving": "My key strengths are creative approaches and persistence. If I hit a wall I'm eager to break it.",
	"processDataText": "and agree to the processing of my data as outlined.",
	"scrollDown": "scroll down",
	"sendMessage": "Send message",
	"skills": "Skills",
	"skillsContact": "Contact me!",
	"skillsDescription": "Throughout my journey, I've been able to work on mutliple projects and deepen my understanding of front-end technologies (HTML, CSS, JavaScript, etc.). For me, learning new things is essential to keep up with the rapid changes in web development.",
	"skillsNav": "Skills",
	"workLocation": "Since I'm located in Munich, my work is primarily done from here. I am also open to work remotly or relocate!"
}
