{
	"aboutMe": "About me",
	"aboutMeIntro": "Hey, I'm Leon!",
	"aboutMeDescription": "I love problem solving. As a strong analytical thinker it's in my DNA to take on new tasks and not rest until the desired outcome is achieved. Always learning new things and striving for excellence.",
	"aboutMeLetsConnect": "Let's connect and create something amazing together.",
	"aboutMeNav": "About Me",
	"contactHead": "Contact",
	"contactInfo": "I'm looking for exciting projects or a role where I can contribute and grow. If you need someone who develops with precision and innovation, let's connect!",
	"contactMe": "Contact me!",
	"contactQuestion": "Got a problem to solve?",
	"continuousLearning": "As an open-minded person I am keen to learn new technologies and improve my soft and coding skills.",
	"frontendDeveloper": "FRONTEND DEVELOPER",
	"iAm": "I am",
	"iveRead": "I've read the",
	"letsTalk": "Let's talk!",
	"needFrontend": "Need a Frontend developer?",
	"otherSkill": "Looking for",
	"otherSkillInfo": "Learning new things is my favourite hobby!",
	"otherSkillPurple": "another skill",
	"placeholderEmail": "Your email",
	"placeholderMessage": "Your message",
	"placeholderName": "Your name",
	"Policy": "privacy policy",
	"portfolioInfo": "Explore a selection of my work here - Interact with projects to see my skills in action.",
	"problemSolving": "My key strengths are creative approaches and persistence. If I hit a wall I'm eager to break it.",
	"processDataText": "and agree to the processing of my data as outlined.",
	"scrollDown": "scroll down",
	"sendMessage": "Send message",
	"skills": "Skills",
	"skillsContact": "Get in touch",
	"skillsDescription": "Throughout my journey, I've been able to work on mutliple projects and deepen my understanding of front-end technologies. For me, learning new things is essential to keep up with the rapid changes in web development.",
	"skillsNav": "Skills",
	"workLocation": "Since I'm located in Munich, my work is primarily done from here. I am also open to work remotly or relocate!",
	"portfolioEPL": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
	"portfolioJoin": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
	"portfolioPoke": "Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
	"portfolioDaBubble": "This App is a Slack Clone App. It revolutionizes team communication and collaboration with its intuitive interface, real-time messaging, and robust channel organization.",
	"teamPartner": "Team Partner",
	"engineer": "Fullstack Engineer",
	"referenceAnja": "Leon is ambitious and learns new things really quickly. When he takes on a topic, he works with focus and finds solutions fast. He thinks logically, approaches problems in a structured way, and always contributes great ideas. You can clearly see that he enjoys developing himself further.",
	"referenceDennis": "Leon really kept the team together with his great organization and clear communication. We wouldn't have got this far without his commitment.",
	"referenceDaniel": "Leon was a top team colleague at DA. His positive commitment and willingness to take on responsibility made a significant contribution to us achieving our goals.",
	"nameRequired": "Your name is required",
	"emailRequired": "Your email is required",
	"messageRequired": "Your message is empty",
	"checkedRequired": "Please accept the privacy policy.",

	"privacy_policy": "Privacy Policy",
	"privacy_overview": "Privacy at a Glance",
	"general_info": "General Information",
	"general_info_text": "The following information provides a simple overview of what happens to your personal data when you visit this website. Personal data is any data that can be used to personally identify you. For detailed information on data protection, please refer to our privacy policy listed below this text.",
	"data_collection": "Data Collection on This Website",
	"data_responsible": "Who is responsible for data collection on this website?",
	"data_responsible_text": "The data processing on this website is carried out by the website operator. You can find their contact details in the \"Information about the responsible party\" section of this privacy policy.",
	"data_how_collected": "How do we collect your data?",
	"data_how_collected_text": "Your data is collected in part by you providing it to us. For example, this can include data that you enter into a contact form. Other data is collected automatically or with your consent when you visit the website through our IT systems. These are primarily technical data (e.g., internet browser, operating system, or time of page access). The collection of this data occurs automatically as soon as you enter this website.",
	"data_usage": "What do we use your data for?",
	"data_usage_text": "Some data is collected to ensure the error-free provision of the website. Other data may be used to analyze user behavior.",
	"data_rights": "What rights do you have regarding your data?",
	"data_rights_text": "You have the right to request free information about the origin, recipients, and purpose of your stored personal data at any time. You also have the right to request the correction or deletion of this data. If you have given consent for data processing, you can withdraw this consent at any time for the future. Additionally, you have the right to request the restriction of the processing of your personal data under certain circumstances. Furthermore, you have the right to file a complaint with the relevant supervisory authority. For this and other questions regarding data protection, you can contact us at any time.",
	"hosting": "Hosting",
	"hosting_provider": "All-Inkl",
	"hosting_provider_text": "The provider is ALL-INKL.COM - Neue Medien Münnich, owned by René Münnich, Hauptstraße 68, 02742 Friedersdorf. For details, please refer to the privacy policy of All-Inkl. The use of All-Inkl is based on Art. 6 para. 1 lit. f GDPR. We have a legitimate interest in providing the most reliable display of our website. If consent is requested, processing will take place exclusively based on Art. 6 para. 1 lit. a GDPR and § 25 para. 1 TDDG. Consent can be withdrawn at any time.",
	"legal_basis": "General information about the legal basis for data processing",
	"legal_basis_text": "Processing is carried out according to Art. 6 GDPR (various legal bases, depending on the case). For further details, please refer to the complete privacy policy.",
	"legalNotice": "Legal Notice",
	"responsible_info": "Information about the responsible party",
	"responsible_person": "Leon Dorsch, Ludwig-Hunger Str. 12, 81375 Munich",
	"contact_email": "Email: leon.dorsch@gmx.de",
	"storage_duration": "Storage duration",
	"storage_duration_text": "Unless a more specific storage duration is mentioned within this privacy policy, your personal data will remain with us until the purpose of processing the data no longer applies. If you assert a legitimate request for deletion or withdraw consent for data processing, your data will be deleted.",
	"plugins_tools": "Plugins and Tools",
	"google_fonts": "Google Fonts (local hosting)",
	"google_fonts_text": "This site uses Google Fonts, provided by Google, for uniform font display. The Google Fonts are installed locally. No connection to Google servers takes place.",

	"imprint-headline": "Imprint",
	"imprint-contact": "Contact",
	"imprint-location": "Munich",
	"imprint-phone": "Phone",
	"imprint-mail": "E-mail",
	"emailNotification": "Your message has been sent!"
}